Revit 2015 API
BeamSystemTypeSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual bool Contains(
	BeamSystemType item
)
Visual Basic
Public Overridable Function Contains ( _
	item As BeamSystemType _
) As Boolean
Visual C++
public:
virtual bool Contains(
	BeamSystemType^ item
)
Parameters
item
Type: Autodesk.Revit.DB.BeamSystemType
See Also
BeamSystemTypeSet Class
Autodesk.Revit.DB Namespace